const myAbout = [
  {
    id:1,
    titleCn:"自主進修與跨域技能",
    contentCn:'工業 4.0 科技人文時代講求多元能力 TT 型人才，若不能及時跟上最新的資訊，便很難在這個社會 角逐一席之地。所以培養跨領域能力極為重要，因應時代變遷與需求並同時發展自身興趣。除了 英文之外，我也希望能培養出一個更為專業的專長，以前在尋找興趣的路上，發現了自己對程式 語言充滿憧憬。故而開始了學習程式語言的旅程。起初的我對程式語言一知半解，在網路上查詢 程式語言後，發現這世上有的程式語言種類繁多，而在看了 C++自學的網路文章後跟著文章做了一些簡單的邏輯運算也逐漸對程式語言有更多的樂趣。在有了對程式語言感興趣的契機後，我打鐵趁熱，在網路上看到了 Alpha camp 的資訊。 Alpha camp 是一間北部的程式語言教學公司，會選擇他是因為相較於其他網路學習的課程，Alpha camp 的優勢在於有走過實體授課的時期，因此除了理論外也注重於實際應用並對學員有可能會遇到的問題有更多的瞭解，也因此 在開始透過 Alpha camp 學習後，理解了程式語言會根據不同的使用上選擇。而對我來說可以架設 一個網站也是我最嚮往的，所以我最後選擇了學習 Javascript。在經過三個學期的課程後，也更進 一步瞭解網頁三兄弟的使用。但因為業界較常使用的不會直接透過原生的 javascript 進行開發，所 以我在看了大部分使用的開發框架後，透過 Udemy 平台找了最多人使用的三大框架之一 "React” 的相關課程繼續深入學習。再陸續學習了這些課程後，除了訓練邏輯思維與解決問題的能力，並同時開始創建自己的個人網站以及作品。'
  },
  {
    id:2,
    titleCn:"售後服務與危機處理",
    contentCn:'因為居住在以工具機黃金縱谷聞名的中部地區，在畢業後有幸進入了欣鴻精密機械股份有限公司 擔任售後服務人員的職位。欣鴻精密機械股份有限公司是以銷售大型 CNC 龍門型中心加工機為主 的工具機組裝銷售公司。會在接到機台訂單後，於供應商叫料並組裝測試機台後出貨給客戶。而 擔任售後服務部門的我，最主要的工作內容便是處理客戶所回饋與反應的機械故障等問題。客戶主要會透過電子信箱、電話與通訊軟體等方式聯繫。客戶多為歐美國家的代理商，所以我會將客 戶的問題翻譯成中文並詢問工程師相關處理方式。當工程師確認問題並提供解決方式後，便由我 在將處理方式英譯後給客戶進行處理。而次要的工作內容多為與代理商進行報價、議價、出貨與 安排工程師出差等工作。平時多以書信往來，緊急與重要性質的情況時則以視訊會議方式進行，並由我擔任溝通橋樑與口譯，為主管、工程師及代理商提供服務。將客戶的問題與需求直接翻譯給主管與工程師，再將主管與工程師的回覆用英文在與客戶溝通。當下其實我也很緊張，因為客戶通 常在著急時火氣的會比較暴躁以及搭配非母語的口音也會擔心是否聽錯，不過最後也順利的完成 客戶的需求了。其餘的工作內容大多以文書處理為主，主要會用到的工具有 Word、Excel、 PowerPoint、鼎新 ERP、PDF 編輯以及部門資料更新。'
  },
  {
    id:3,
    titleCn:"外語能力與國際視野",
    contentCn:'大學四年期間，在大學時主修寰宇管理學士學位學程，透過全英文授課的模式進行，不僅培養了企業管理專業，更過展國際視野與對多元文化的尊重與學習，也因此有機會至愛爾蘭都柏林理工學院進行一學年的海外研習。除此之外在靜宜大學寰宇國際學程開放的自由選課架構下我修習了許多類型的課程，其中以會計相關課學類是我的重點項目。修習會計的課程 中，讓我更了會計科目對於公司營運的影響。 像是成本方面，人資費用所占 的成本比例往往是很高的，但也要看是甚麼行業。一間公司要拿捏的好在如何發配薪資並不會造成勞方的反彈。而公司也可以再處理廢料方面進行很好的運用，這可以使得廢料變成有價值的東西。由於在會計科目上突出的表現，更被授課教師選為助教輔導同 學，讓我在教導的過程中更能深入熟悉科目。 銷/物流管理、企業倫理、證交法等科目也是我修 習的重點，由於對這些 科目有濃厚的興趣，在愛爾蘭都柏林理工學院海外研習，就讀一年期的管理 學院，期間藉由這個機會能更了解不同國家文化的行銷/物流管理與觀念和不同國籍的企業倫理；當時在愛爾蘭最大的議題莫過於英國脫歐(Breixt)，因此上課時教授總是讓我們關心英國脫歐對愛爾蘭的影響並探討其中供應鏈的影響以及愛爾蘭在農產品以及乳製品方面的影響。',
    contentCn2 : '2016 年的 9 月，獨自到了愛爾蘭首都都柏林的都柏林理工學院(Dublin Institute of technology)就讀 一年的管理學院，除了完成各項學業課程之外，最大的收穫是了解到當地文化以及更加獨立自主；在校期間接觸到世界各國的學生，且課堂上開放自由的討論模式，來自各國多元文化的交流打開了我的視界，由於有了海外文化的薰陶讓我們可以更多面向的思考去研究。',
    contentCn3 : '在校期間，因修習稅務會計之課程，由於成績優異得到了到沙鹿國稅局實習的機會，實習期間主要的工作是推廣國稅局電子發票的軟體，於第一線接觸民眾說明業務的方便性與重要性，並協助 民眾繳稅與報稅作業。由於這項歷練，培養出我陌生推廣的能力。'
  },
  {
    id:4,
    titleCn:"結語",
    contentCn:'綜合上面的介紹，我認為基本的office軟體對我來說已經是可以運用自如，並且我對於學習不同的東西都充滿熱忱與耐心。雖然在學習新的東西往往會遇到瓶頸，但每當突破後，都會讓我備感成就感。我覺得當下所學的技能不管是否可以立馬使用，都可以在未來有需要時拿出來使用。加上在經過售後服務部門的洗禮，我認為在吃苦耐勞與扛壓性的部分對我來說都是沒問題的。根據這個職位所需的人才敘述，我認為我非常符合這個職位所需要的的人才，也希望可以成為中華電信的一員，為更多的客戶服務。'
  },
]

export default myAbout